<template>
  <div id="app">
    <p>
      ① 회사는 관계법령이 정하는 바에 따라 회원 등록정보를 포함한 회원의
      개인정보를 보호하기 위해 노력합니다. 회원 개인정보의 보호 및 사용에
      대해서는 관련법령 및 회사의 개인정보보호정책이 적용됩니다.
      <br />
      <br />
      ② 회사는 다음과 같은 경우에 법에서 허용하는 범위 내에서 이용자의 성명,
      전자우편주소 등 이용자의 개인정보를 제3자에게 제공할 수 있습니다.
      <br />
      <br />
      이용자가 서비스를 이용함에 있어 관련 법률을 위반하여 수사기관이나 기타
      정부기관으로부터 정보제공을 요청받는 경우 이용자의 법률위반, 본 서비스
      약관위반을 포함하여 부정행위 확인 등의 정보보호업무를 위해 필요한 경우
      기타 법률에 의해 요구되는 경우
      <br />
      <br />
      ③ 회사의 공식사이트 외부에서 링크된 정보에대해서는 회사의 개인정보
      보호정책이 적용되지 않습니다. 또한 회사는 이용자의 귀책사유로 인해 노출된
      정보에 대해서 일체의 책임을 지지 않습니다.
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style>
p {
  text-align: left;
  padding: 2%;
  font-size: 18px;
}
</style>
