<template>
  <div id="app">
    <h1>제1조 (목적)</h1>
    <br />
    <p>
      이 이용약관(이하 &#39;약관&#39;이라 합니다.)은 이용고객 (이하
      &#39;회원&#39;이라 합니다)이 SSAFY 6기 대전3반 8팀(이하 &#39;회사&#39;라
      합니다)의 모두의집 커뮤니티 서비스(이하 &#39;서비스&#39;라 합니다)를
      이용함에 있어 회사와 회원간의 권리·의무 및 책임사항을 규정함을 목적으로
      합니다.
    </p>
    <br />
    <h1>제2조 (약관의 명시와 개정)</h1>
    <br />
    <p>
      ① 회사는 약관을 이용자가 알 수 있도록 서비스의 초기화면의 footer 또는
      공지사항을 통하여 게시합니다.<br />
      <br />
      ② 회사는 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법,
      정보통신망이용촉진등에 관한 법률, 방문판매등에 관한 법률, 소비자보호법 등
      관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
      <br />
      <br />
      ③ 회사는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과
      함께 회사 서비스의 초기화면에 그 적용일자 7일이전부터 적용일자 전일까지
      공지합니다.
      <br />
      <br />
      ④ 회원은 변경된 약관이 공지된 후 15일 이내에 거부의사를 표명할 수
      있습니다. 회원이 거부하는 경우 회사는 당해 회원과의 계약을 해지할 수
      있습니다.
    </p>
    <br />
    <h1>제3조 (회원가입 및 이용계약체결 신청 등)</h1>
    <br />
    <p>
      ① 회원이 되고자 하는 자는 회사가 정한 모두의 집 회원 가입 양식에 따라
      회원정보를 기입하는 방법으로 회원가입 및 커뮤니티 이용계약체결을
      신청합니다.
      <br />
      <br />
      ② 회사는 제1항과 같이 회원으로 가입할 것을 신청한 자가 다음 각 호에
      해당하지 않는 한 신청한 자를 커뮤니티 이용 회원으로 등록하며, 이용계약체결
      신청을 승낙, 체결합니다.
      <br />
      <br />
      가입신청자가 본 약관 제4조 제3항에 의하여 이전에 회원자격을 상실한 적이
      있는 경우. 다만 제4조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서
      회사의 회원재가입 승낙을 얻은 경우에는 예외로 합니다. 등록 내용에 허위,
      기재누락, 오기가 있는 경우 기타 회원으로 등록하는 것이 회사의 기술상
      현저히 지장이 있다고 판단되는 경우
      <br />
      <br />
      ③ 회사는 서비스 이용계약체결 신청이 다음 각 호에 해당하는 경우에는 그
      신청에 대하여 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
      <br />
      <br />
      회사의 설비 여유가 없는 경우 회사의 기술상 일시적 지장이 있는 경우 기타
      회사의 귀책사유로 이용승낙이 곤란한 경우
      <br />
      <br />
      ④ 회사는 이용계약체결 신청고객이 관계법령에서 규정하는 미성년자일 경우에
      서비스별 안내에서 정하는 바에 따라 승낙을 보류할 수 있습니다.
      <br />
      <br />
      ⑤ 회원가입 및 이용계약 체결의 성립시기는 회사의 승낙이 가입신청자에게
      도달한 시점으로 합니다.
      <br />
      <br />
      ⑥ 회원은 제1항의 회원정보 기재 내용에 변경이 발생한 경우, 즉시 변경사항을
      정정하여 기재하여야 합니다.
    </p>
    <br />
    <h1>제4조 (회원 탈퇴 및 자격 상실 등)</h1>
    <br />
    <p>
      ① 회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지
      시킬 수 있습니다.
      <br />
      <br />
      가입 신청 시에 허위 내용을 등록한 경우 서비스 이용과 관련하여 회원이
      부담하는 대금 등의 채무를 기일에 지급하지 않는 경우 다른 사람의 서비스
      이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
      서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를
      하는 경우
      <br />
      <br />
      ③ 회사가 회원 자격을 제한·정지 시킨 후, 동일한 행위가 2회이상 반복되거나
      30일이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수
      있습니다.
      <br />
      <br />
      ④ 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우
      회원에게 이를 통지하고, 회원등록 말소전에 소명할 기회를 부여합니다.
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style>
p {
  text-align: left;
  padding: 2%;
  font-size: 18px;
}
</style>
